NFSe/202211/NFSe/5810-ped-can-soap.xml

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header/><soapenv:Body><CancelarNfse xmlns="http://www.e-governeapps2.com.br/"><CancelarNfseEnvio xmlns="http://srv2-isscuritiba.curitiba.pr.gov.br/iss/nfse.xsd"><Pedido><InfPedidoCancelamento id="Canc_11296296000156057652725810"><IdentificacaoNfse><Numero>5810</Numero><Cnpj>11296296000156</Cnpj><InscricaoMunicipal>05765272</InscricaoMunicipal><CodigoMunicipio>4106902</CodigoMunicipio></IdentificacaoNfse><CodigoCancelamento>2</CodigoCancelamento></InfPedidoCancelamento></Pedido></CancelarNfseEnvio></CancelarNfse></soapenv:Body></soapenv:Envelope>